"Settings" = "Settings";
"There is no content for the selected version." = "There is no content for the selected version.";
"This item has not been downloaded yet. Press the download button first." = "This item has not been downloaded yet. Press the download button first.";
"Version" = "Version";
"Dismiss" = "Dismiss";
"Remove content from device?" = "Remove content from device?";
"Delete" = "Delete";
"Failed Download" = "Failed Download";
"topLevelTitle" = "unfoldingWord";
"cancel" = "Cancel";
"Chapter" = "Chapter";
"chapters" = "Chapters";
"languages" = "Languages";
"nextChapter" = "Next Chapter";
"ok" = "OK";
"removeLocalDetail" = "Remove this language from offline storage. You will need an internet connection to view it in the future.";
"removeLocally" = "Remove Locally";
"saveLocalDetail"= "Save this language locally for offline use.";
"saveLocally" = "Save Locally";
"selectLanguage" = "Select a Language";